IDEA Open Model
PointLoadOnLine.Fx Property
Compatible with IDEA StatiCa v 10.1
 Force in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Fx { get; set; }
Public Property Fx As Double
	Get
	Set
public:
property double Fx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace